Repository: Vietdz123/ReactiveProgramming
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es_419, fr, ja, pt_br, zh_hk

source: (%@/year)
de: (%@/Jahr)
es_419: (%@/año)
fr: (%@/année)
ja: (年%@)
pt_br: (%@/ano)
zh_hk: （%@/年）

source: /Week
de: /Woche
es_419: %@/semana
ja: /週

source: /week.
de: /Woche
es_419: %@/semana
ja: /週

source: %@/month
de: %@/Monat
es_419: %@/mes
fr: %@/mois
ja: 月%@
pt_br: %@/mês
zh_hk: %@/月

source: %@/week
de: %@/Woche
es_419: %@/semana
fr: %@/semaine
ja: 週%@
pt_br: %@/semana
zh_hk: %@/星期

source: %@/week.
de: %@/Woche
es_419: %@/semana
fr: %@/semaine
ja: 週%@
pt_br: %@/semana

source: %@/year
de: %@/Jahr
es_419: %@/año
fr: %@/année
ja: 年%@
pt_br: %@/ano
zh_hk: %@/年

source: 3-Day Free Trial
de: 3-tägige kostenlose Testversion
es_419: Prueba gratuita de 3 días
fr: Essai gratuit de 3 jours
ja: ３日間の無料トライアル
pt_br: Teste gratuito de 3 dias
zh_hk: 3天免费试用

source: 4K Wallpapers
de: 4k Hintertapeten
es_419: Fondos de pantalla 4K
fr: Fonds d'écran 4K
ja: ４K壁紙
pt_br: Papéis de parede 4K
zh_hk: 4K壁纸

source: 100% free during the trial.
de: 100% frei während des Versuchs.
es_419: 100% gratis durante la prueba.
fr: 100% libre pendant l'essai.
ja: トライアル中は完全に無料です。
pt_br: 100% grátis durante o teste.
zh_hk: 试验期间100％免费。

source: Amazing 3D effects
de: Erstaunliche 3D -Effekte
es_419: Efectos 3D asombrosos
fr: Effets 3D incroyables
ja: 素晴らしい3D効果
pt_br: Efeitos 3D incríveis
zh_hk: 惊人的3D效果

source: An exclusive experience like never before
de: Erstaunliche 3D -Effekte
es_419: Una experiencia exclusiva como nunca antes
fr: Une expérience exclusive comme jamais auparavant
ja: 今までにない独占的な体験
pt_br: Uma experiência exclusiva como nunca antes
zh_hk: 一个前所未有的独特体验

source: Annually
de: Jährlich
es_419: Anualmente
fr: Annuellement
ja: 年間
pt_br: Anualmente
zh_hk: 每年

source: Author: %@
de: Autor: %@
es_419: Autor: %@
fr: Auteur: %@
ja: 作者
pt_br: Autor: %@
zh_hk: 作者： %@

source: Auto-renewable. Cancel anytime.
de: Automatisch erneuerbar. Jederzeit abbrechen.
es_419: Auto-renovable. Cancelar en cualquier momento.
fr: Auto-renouvelable. Annuler à tout moment.
ja: 自動更新。いつでもキャンセル可能
pt_br: Renovável automático. Cancelar a qualquer hora.
zh_hk: 自动更新。随时取消。

source: Automatically change exciting wallpapers
de: Automatisch aufregende Hintergrundbilder verändern
es_419: Cambiar automáticamente los fondos de pantalla emocionantes
fr: Changer automatiquement les fonds d'écran passionnants
ja: 自動的にエキサイティングな壁紙を変える
pt_br: Altere automaticamente papéis de parede emocionantes
zh_hk: 自动更改令人兴奋的壁纸

source: Awesome category for you!
de: Tolle Kategorie für Sie!
es_419: ¡Categoría impresionante para ti!
fr: Catégorie géniale pour vous!
ja: あなたにぴったりの素晴らしいカテゴリー！
pt_br: Categoria incrível para você!
zh_hk: 为您提供精彩的分类！

source: BEST VALUE
de: Bester Wert
es_419: MEJOR VALOR
fr: MEILLEURE VALEUR
ja: 最高の価値
pt_br: MELHOR VALOR
zh_hk: 最佳价值

source: Billed annually
de: Jährlich abgerechnet
es_419: Facturado anualmente
fr: Facturé annuellement
ja: 年間請求
pt_br: Cobrado anualmente
zh_hk: 每年收费

source: Billed monthly
de: Monatlich in Rechnung gestellt
es_419: Facturado mensualmente
fr: Facturé mensuellement
ja: 月額請求
pt_br: Cobrado mensalmente
zh_hk: 每月收费

source: Billed weekly
de: Wöchentlich in Rechnung gestellt
es_419: Facturado semanalmente
fr: Facturé chaque semaine
ja: 週額請求
pt_br: Cobrado semanalmente
zh_hk: 每周收费

source: Bringing you a wonderful experience!
de: Bringen Sie Ihnen eine wundervolle Erfahrung!
es_419: ¡Te trae una experiencia maravillosa!
fr: Vous apporter une expérience merveilleuse!
ja: 素晴らしい体験をお届けします！
pt_br: Trazendo a você uma experiência maravilhosa!
zh_hk: 为您带来美好的体验！

source: BUY SUBSCRIPTION
de: Abonnement kaufen
es_419: COMPRAR SUSCRIPCIÓN
fr: ACHETER UN ABONNEMENT
pt_br: COMPRAR ASSINATURA
zh_hk: 购买订阅

source: Buy them or get for FREE by
de: Kaufen Sie sie oder erhalten Sie kostenlos durch
es_419: Cómpralos o obténlos GRATIS mediante
fr: Achetez-les ou obtenez-les GRATUITEMENT en
ja: 購入するか、無料で入手する
pt_br: Compre-os ou obtenha GRÁTIS por
zh_hk: 购买它们或免费获得

source: Buy them or see below for ways to get for FREE by watching ads.
de: Kaufen Sie sie oder sehen Sie unten nach Möglichkeiten, um kostenlos zu erhalten, indem Sie Anzeigen ansehen.
es_419: Cómpralos o mira a continuación las formas de obtenerlos GRATIS viendo anuncios.
fr: Achetez-les ou voyez ci-dessous pour les moyens d'obtenir gratuitement en regardant les publicités.
ja: 購入するか、下記を参照して広告を見て無料で入手する方法を確認してください
pt_br: Compre-os ou veja abaixo as maneiras de obter GRATUITAMENTE assistindo anúncios.
zh_hk: 购买它们或在下面查看以获取免费观看广告免费获得的方法。

source: Cancel
de: Stornieren
es_419: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hk: 取消

source: Category
de: Kategorie
es_419: Categoría
fr: Catégorie
ja: カテゴリー
pt_br: Categoria
zh_hk: 类别

source: Choose your subscription plan:
de: Wählen Sie Ihren Abonnementplan:
es_419: Elija su plan de suscripción:
fr: Choisissez votre plan d'abonnement:
ja: 購読プランを選択してください
pt_br: Escolha seu plano de assinatura:
zh_hk: 选择您的订阅计划：

source: Claim Now!
de: Beanspruche jetzt!
es_419: Reclama ahora!
fr: Réclamer maintenant!
ja: 今すぐ請求する！
pt_br: Reivindicar agora!
zh_hk: 现在宣称!

source: Claim Offer
de: Beanspruche jetzt
es_419: Reclama ahora
fr: Réclamer maintenant
ja: オファーを請求する
pt_br: Reivindicar agora
zh_hk: 现在宣称

source: Claim Offer!
de: Anspruchsangebot
es_419: Solicitar oferta
fr: Offre de réclamation
ja: オファーを請求する!
pt_br: Reivindique a oferta
zh_hk: 索赔报价

source: Configuration
de: Aufbau
es_419: Configuración
ja: 設定
pt_br: Configuração
zh_hk: 配置

source: Consider the following before you
de: Betrachten Sie Folgendes vor Ihnen
es_419: Considere lo siguiente antes que usted
fr: Considérez ce qui suit avant vous
ja: 以下を考慮してください
pt_br: Considere o seguinte antes de você
zh_hk: 在您面前考虑以下内容

source: Continue
de: Weitermachen
es_419: Continuar
fr: Continuer
ja: 続ける
pt_br: Continuar
zh_hk: 继续

source: CONTINUE
de: Weitermachen
es_419: Continuar
fr: Continuer
ja: 続ける
pt_br: Continuar
zh_hk: 继续

source: Continue to watch ads
de: Beobachten Sie weiterhin Anzeigen
es_419: Continuar mirando anuncios
fr: Continuez à regarder des annonces
ja: 広告を見続ける
pt_br: Continue assistindo anúncios
zh_hk: 继续观看广告

source: Depth Effect
de: Tiefeneffekt
es_419: Efecto de profundidad
fr: Effet de profondeur
ja: 深度効果
pt_br: Continue assistindo anúncios
zh_hk: 深度效应

source: Digital Friend
de: Digitaler Freund
es_419: Amigo digital
fr: Ami numérique
ja: デジタルフレンド
pt_br: Amigo digital
zh_hk: 数字朋友

source: Discover
de: Entdecken
es_419: Descubrir
fr: Découvrir
ja: 発見する
pt_br: Descobrir
zh_hk: 发现

source: Downloaded
de: Heruntergeladen
es_419: Descargado
fr: Téléchargé
ja: ダウンロード済み
pt_br: Baixado
zh_hk: 下载

source: Dynamic Island
de: Dynamische Insel
es_419: Isla dinámica
fr: Île dynamique
ja: ダイナミックな島
pt_br: Ilha Dinâmica
zh_hk: 动态岛

source: Easily cancel anytime.
de: Einfach jederzeit abbrechen.
es_419: Cancelar fácilmente en cualquier momento.
fr: Annuler facilement à tout moment.
ja: いつでも簡単にキャンセルできます。
pt_br: Cancelar facilmente a qualquer momento.
zh_hk: 随时轻松取消。

source: Favorited
de: Favorisiert
es_419: Favorito
fr: Favorisé
ja: 気に入り
pt_br: Favoritado
zh_hk: 很喜欢

source: Favorites
de: Favoriten
es_419: Favoritos
fr: Favoris
ja: 気に入り
pt_br: Favoritos
zh_hk: 最爱

source: for free
de: kostenlos
es_419: gratis
fr: gratuitement
ja: 無料で
pt_br: de graça
zh_hk: 免费

source: For You
de: Für dich
es_419: Para ti
fr: Pour vous
ja: あなた向け
pt_br: Para você
zh_hk: 为你

source: Get full access to all features and content. Why not try?
de: Erhalten Sie vollen Zugriff auf alle Funktionen und Inhalte. Warum nicht versuchen?
es_419: Obtenga acceso completo a todas las funciones y contenido. ¿Por qué no intentarlo?
fr: Obtenez un accès complet à toutes les fonctionnalités et au contenu. Pourquoi ne pas essayer?
ja: 全ての機能とコンテンツに完全アクセスしましょう。試してみる価値ありですよ。
pt_br: Obtenha acesso total a todos os recursos e conteúdo. Por que nao tentar?
zh_hk: 完全访问所有功能和内容。为什么不尝试？

source: Get Now Free
de: Mach jetzt frei
es_419: Obtén Ahora Gratis
fr: Obtenez maintenant gratuitement
ja: 今すぐ無料で入手
pt_br: Obtenha Agora Grátis
zh_hk: 现在免费

source: Give Your Phone A Brand-New Look
de: Geben Sie Ihrem Telefon einen brandneuen Look
es_419: Dale a tu teléfono un aspecto nuevo
fr: Donnez à votre téléphone un tout nouveau look
ja: スマートフォンに新しいルックスを与える
pt_br: Dê ao seu telefone um visual novinho em folha
zh_hk: 给手机一个全新的外观

source: Give your Phone A Cool Makeover
de: Geben Sie Ihrem Telefon eine coole Überarbeitung
es_419: Dale a tu teléfono un cambio de imagen genial
fr: Donnez à votre téléphone une cure de jouvence cool
ja: スマートフォンをクールにリメイク
pt_br: Dê ao seu telefone uma reforma legal
zh_hk: 给您的手机进行凉爽的改头换面

source: Home
de: Heim
es_419: Hogar
fr: Maison
ja: ホーム
pt_br: Página inicial
zh_hk: 家

source: HOME
de: HEIM
es_419: HOGAR
fr: MAISON
ja: ホーム
pt_br: PÁGINA INICIAL
zh_hk: 家

source: How to Add Widget
de: So fügen Sie Widget hinzu
es_419: Cómo agregar widget
fr: Widgets interactifs
ja: ウィジェットの追加方法
pt_br: Como adicionar widget
zh_hk: 如何添加小部件

source: How to Set Shuffle Pack
de: So setzen Sie Shuffle Pack
es_419: Cómo configurar el paquete Shuffle
fr: Comment configurer un package aléatoire
ja: シャッフルパックの設定方法
pt_br: Como definir o shuffle pack
zh_hk: 如何设置洗牌包

source: Interactive Widgets
de: Interaktive Widgets
es_419: Widgets interactivos
fr: Widgets interactifs
ja: インタラクティブなウィジェット
pt_br: Widgets interativos
zh_hk: 交互式小部件

source: Just %@ per week, cancel any time.
de: Nur %@ pro Woche, jederzeit abbrechen.
es_419: Solo %@ por semana, cancele en cualquier momento.
fr: Juste% @ par semaine, annulez à tout moment.
ja: 毎週%@円だけで、いつでもキャンセルできます。
pt_br: Apenas %@ por semana, cancele a qualquer momento.
zh_hk: 每周只需%@，随时取消。

source: Just %@ per year, cancel any time.
de: Nur %@ pro Jahr, jederzeit abbrechen.
es_419: Solo %@ por año, cancele en cualquier momento.
fr: Juste% @ par an, annulez à tout moment.
ja: 年間%@だけで、いつでもキャンセルできます。
pt_br: Apenas %@ por ano, cancele a qualquer momento.
zh_hk: 每年只有%@，随时取消。

# Just %@/year (%@/year)
source: Just %1$@/year (%2$@/year)
de: Nur %@/Jahr ( %@/Jahr)
pt_br: Apenas %@/ano ( %@/ano)
zh_hk: Just%@/Year（%@/Year）

source: Just %@/year.
de: Nur %@/Jahr.
es_419: Solo %@/año.
fr: Juste%@ / an.
ja: 年%@円のみ。
pt_br: Apenas %@/ano.
zh_hk: 只是%@/年。

source: Last chance for your gift...
de: Letzte Chance für Ihr Geschenk ...
es_419: Última oportunidad para tu regalo ...
fr: Dernière chance pour votre cadeau ...
ja: ギフトの最後のチャンス...
pt_br: Última chance para o seu presente ...
zh_hk: 礼物的最后机会...

source: Less than %@/week
de: Weniger als %@/Woche
es_419: Menos del %@/semana
fr: Moins de% @ / semaine
pt_br: Menos de %@/semana
zh_hk: 少于 %@/周

source: Less than %@/Week
de: Weniger als %@/Woche
es_419: Menos del %@/semana
fr: Moins de% @ / semaine
pt_br: Menos de %@/semana
zh_hk: 少于 %@/周

source: Limited time offer
de: Zeitlich befristetes Angebot
es_419: Oferta de tiempo limitado
fr: Offre d'une durée limitée
ja: 期間限定のオファー
pt_br: Tempo limitado de oferta
zh_hk: 限时优惠

source: Live Wallpaper
de: Live Hintergrund
es_419: Fondo de pantalla en vivo
fr: Fond d'écran en direct
ja: ライブ壁紙
pt_br: Papel de parede ao vivo
zh_hk: 动态壁纸

source: Live Wallpapers
de: Live -Hintergrundbilder
es_419: Fondos de pantalla vivos
fr: Fonds d'écran en direct
pt_br: Papéis de parede ao vivo
zh_hk: 动态壁纸

source: make the final decistion
de: abschließen
es_419: hacer la decisión final
fr: Prendre la décision finale
ja: 最終的な決断を下してください
pt_br: Faça a decisão final
zh_hk: 做最后的指定

source: Month
de: Monat
es_419: mes
fr: mois
ja: 月
pt_br: mês
zh_hk: 月

source: Monthly
de: monatlich
es_419: mensual
fr: mensuel
ja: 月刊
pt_br: Mensal
zh_hk: 每月

source: More Options
de: Mehr Optionen
es_419: Mas opciones
fr: Plus d'options
ja: もっとオプション
pt_br: Mais opções
zh_hk: 更多的选择

source: MOST DOWNLOADED
de: AM MEISTEN HERUNTERGELADEN
es_419: MÁS DESCARGADOS
pt_br: MAIS BAIXADOS
zh_hk: 下载最多

source: MOST FAVORITE
de: AM LIEBSTEN
es_419: MAS FAVORITO
zh_hk: 最喜欢的

source: MOST POPULAR
de: AM BELIEBTESTEN
es_419: MÁS POPULAR
pt_br: MAIS POPULAR
zh_hk: 最受欢迎

source: My Widget
de: Mein Widget
es_419: Mi widget
fr: Mon widget
ja: マイウィジェット
pt_br: Meu widget
zh_hk: 我的小部件

source: New Trending
de: Neues Trend
es_419: Nuevas tendencias
fr: Nouvelle tendance
ja: 新しいトレンド
pt_br: Nova tendência
zh_hk: 新的趋势

source: Newest
de: Neueste
es_419: El más nuevo
fr: Le plus récent
ja: 最新
pt_br: O mais novo
zh_hk: 最新

source: NEWEST
de: NEUESTE
es_419: El más nuevo
fr: Le plus récent
pt_br: O mais novo
zh_hk: 最新

source: No ADs.
de: Keine Werbung.
es_419: Sin anuncios.
fr: Pas de publicité
ja: 広告なし
pt_br: Sem anúncios.
zh_hk: 无广告。

source: No Payment Now!
de: Keine Zahlung jetzt!
es_419: ¡No hay pago ahora!
fr: Pas de paiement maintenant!
ja: 現在支払いなし
pt_br: Sem pagamento agora!
zh_hk: 现在没有付款！

source: One-time-only offer for new user. The first 3-day is on us.
de: Einmaliges Angebot nur für einen neuen Benutzer. Der erste 3-tägige ist bei uns.
es_419: Oferta única para un nuevo usuario. Los primeros 3 días son sobre nosotros.
fr: Offre unique pour le nouvel utilisateur. Les 3 premiers jours sont sur nous.
ja: 新規ユーザー限定の一回限りの特別オファーです。最初の3日間は無料です。
pt_br: Oferta única apenas para o novo usuário. O primeiro dia de 3 dias é sobre nós.
zh_hk: 新用户的一次性提供。前三天是在我们身上。

source: Only %@ per week.
de: Nur %@ pro Woche.
es_419: Solo %@ por semana.
fr: Seulement% @ par semaine.
ja: たった%@/週
pt_br: Apenas %@ por semana.
zh_hk: 每周只有%@。

source: Only %@ per year.
de: Nur %@ pro Jahr.
es_419: Solo %@ por año.
fr: Seulement %@ /an.
ja: たった%@/年
pt_br: Apenas %@ por ano.
zh_hk: 每年只有%@。

source: ONLY %@/week
de: Nur %@/jahr
es_419: Solo %@ /semana.
fr: Seulement %@/semaine.
pt_br: Apenas %@ /semana.

source: ONLY %@/Week
de: Nur %@/ Jahr.
es_419: Solo %@ /semana.
fr: Seulement %@/semaine.
ja: たった%@/週
pt_br: Apenas %@ /semana.
zh_hk: 每周只有%@。

source: Open
de: Offen
es_419: Abierto
fr: Ouvrir
ja: 開く
pt_br: Abrir
zh_hk: 打开

source: Payments are charged to the user’s Apple ID account at confirmation of purchase. Subscriptions automatically renew unless the user cancels at least 24 hours before the end of current period. The account is charged for renewal within 24-hours before the end of the current period. Users can manage and cancel subscriptions in their account settings on the App Store.
de: Zahlungen werden zum Apple -ID -Konto des Benutzers bei der Bestätigung des Kaufs in Rechnung gestellt. Abonnements erneuern automatisch, sofern der Benutzer mindestens 24 Stunden vor dem Ende des aktuellen Zeitraums abbricht. Das Konto wird innerhalb von 24 Stunden vor dem Ende des aktuellen Zeitraums für die Erneuerung berechnet. Benutzer können Abonnements in ihren Kontoeinstellungen im App Store verwalten und stornieren.
es_419: Los pagos se cobran a la cuenta de ID de Apple del usuario en la confirmación de la compra. Las suscripciones se renuevan automáticamente a menos que el usuario cancele al menos 24 horas antes del final del período actual. La cuenta se cobra por la renovación dentro de las 24 horas antes del final del período actual. Los usuarios pueden administrar y cancelar suscripciones en la configuración de su cuenta en la App Store.
fr: Les paiements sont facturés au compte d'identification Apple de l'utilisateur lors de la confirmation de l'achat. Les abonnements se renouvellent automatiquement à moins que l'utilisateur annule au moins 24 heures avant la fin de la période en cours. Le compte est facturé pour renouvellement dans les 24 heures avant la fin de la période en cours. Les utilisateurs peuvent gérer et annuler les abonnements dans les paramètres de leur compte sur l'App Store.
ja: 支払いはユーザーのApple IDアカウントに購入確認時に請求されます。サブスクリプションは、ユーザーが現在の期間の終了前に少なくとも24時間前にキャンセルしない限り、自動的に更新されます。アカウントは現在の期間の終了前24時間以内に更新のために請求されます。ユーザーはApp Storeのアカウント設定でサブスクリプションを管理およびキャンセルすることができます。
pt_br: Os pagamentos são cobrados na conta de ID da Apple do usuário na confirmação da compra. As assinaturas renovam automaticamente, a menos que o usuário cancele pelo menos 24 horas antes do final do período atual. A conta é cobrada pela renovação dentro de 24 horas antes do final do período atual. Os usuários podem gerenciar e cancelar assinaturas em suas configurações de conta na App Store.
zh_hk: 确认购买时，向用户的Apple ID帐户收取付款。订阅自动续订，除非用户至少在当前期间结束前24小时取消。该帐户在当前期间结束之前的24小时内收取续订费用。用户可以在App Store上的帐户设置中管理和取消订阅。

source: PER MONTH
de: PRO MONAT
es_419: POR MES
fr: PAR MOIS
ja: 月額
pt_br: POR MÊS
zh_hk: 每月

source: PER WEEK
de: PRO WOCHE
es_419: POR SEMANA
fr: PAR SEMAINE
ja: 週額
pt_br: POR SEMANA
zh_hk: 每个星期

source: Please don’t close the page
de: Bitte schließen Sie die Seite nicht
es_419: Por favor no cierre la página
fr: Veuillez ne pas fermer la page
ja: ページを閉じないでください
pt_br: Por favor, não feche a página
zh_hk: 请不要关闭页面

source: Popular
de: Beliebt
fr: Populaire
ja: 人気のある
zh_hk: 受欢迎的

source: Popular Collections
de: Beliebte Sammlungen
es_419: Colecciones populares
fr: Collections populaires
ja: 人気のあるコレクション
pt_br: Coleções populares
zh_hk: 流行收藏

source: Premium contents.
de: Premium -Inhalt.
es_419: Contenido premium.
fr: Contenu premium.
ja: プレミアムコンテンツ
pt_br: Conteúdo premium.
zh_hk: 高级内容。

source: Preview
de: Vorschau
es_419: Vista previa
fr: Aperçu
ja: プレビュー
pt_br: Visualização
zh_hk: 预览

source: PRIVACY
de: PRIVATSPHÄRE
es_419: PRIVACIDAD
fr: CONFIDENTIALITÉ
ja: プライバシー
pt_br: PRIVACIDADE
zh_hk: 隐私

source: Privacy Policy
de: Datenschutzrichtlinie
es_419: política de privacidad
fr: politique de confidentialité
ja: プライバシーポリシー
pt_br: Política de Privacidade
zh_hk: 隐私政策

source: Remove Ads
de: Anzeigen entfernen
es_419: Quitar anuncios
fr: Supprimez la pub
ja: 広告を削除する
pt_br: Remover propagandas
zh_hk: 移除广告

source: Restore
de: Wiederherstellen
es_419: Restaurar
fr: Restaurer
ja: リストア
pt_br: Restaurar
zh_hk: 恢复

source: RESTORE
de: Wiederherstellen
es_419: Restaurar
fr: Restaurer
ja: リストア
pt_br: Restaurar
zh_hk: 恢复

source: Restore Purchase
de: Kauf wiederherstellen
es_419: Compra de restauración
fr: Restaurer l'achat
ja: 購入を復元する
pt_br: Restaurar compra
zh_hk: 恢复购买

source: Result
de: Ergebnis
es_419: Resultado
fr: Résultat
ja: 結果
pt_br: Resultado
zh_hk: 结果

source: Save
de: Speichern
es_419: Ahorrar
fr: Enregistrer
ja: 保存する
pt_br: Salvar
zh_hk: 节省

source: Save Packs
de: Packungen speichern
es_419: Guardar paquetes
fr: Enregistrer les packs
ja: パックを保存する
pt_br: Salvar pacotes
zh_hk: 保存包

source: Search for wallpaper you like
de: Suche nach Tapeten, die du magst
es_419: Busque el papel tapiz que le guste
fr: Recherchez du papier peint que vous aimez
ja: お好みの壁紙を検索する
pt_br: Salvar pacotes
zh_hk: 搜索您喜欢的墙纸

source: See more
de: Mehr sehen
es_419: Ver más
fr: Voir plus
ja: もっと見る
pt_br: Ver mais
zh_hk: 查看更多

source: Seize Now
de: Jetzt nutzen
es_419: Aprovechar ahora
fr: Saisir maintenant
ja: 今すぐ手に入れる
pt_br: Aproveite agora
zh_hk: 现在抓住

source: Show me
de: Zeig mir
es_419: Muéstrame
fr: Montre-moi
ja: 見せて
pt_br: Mostre-me
zh_hk: 给我看看

source: Shuffle Lockscreen
de: Shuffle Schlosserbildschirm
es_419: Pantalla de bloqueo de barajado
fr: Écran de verrouillage aléatoire
ja: ロック画面をシャッフルする
pt_br: Tela de bloqueio aleatória
zh_hk: 洗牌锁屏

source: Simply watch ads to
de: Beobachten Sie einfach Anzeigen zu
es_419: Simplemente mira los anuncios para
fr: Regardez simplement les annonces pour
ja: 広告を見るだけで
pt_br: Basta assistir anúncios para
zh_hk: 只需观看广告

source: Snap shot
de: Schnappschuss
es_419: Captura rápida
fr: Capture instantanée
ja: スナップショット
pt_br: Instantâneo
zh_hk: 快照

source: Some other WidgetFamily in the future.
de: Einige andere Widgetfamilien in der Zukunft.
es_419: Alguna otra widgetfamily en el futuro.
fr: Un autre widgetfamily à l'avenir.
ja: 将来の他のWidgetFamily
pt_br: Alguns outros widgetfamily no futuro.
zh_hk: 将来还有其他一些小窗户。

source: Special gift for you!
de: Besonderes Geschenk für Sie!
es_419: ¡Regalo especial para ti!
fr: Cadeau spécial pour vous!
ja: あなたへの特別なギフト！
pt_br: Alguns outros widgetfamily no futuro.
zh_hk: 给你特别礼物！

source: Start 3-DAY Free Trial
de: Starten Sie eine 3-tägige kostenlose Testversion
es_419: Comience la prueba gratuita de 3 días
fr: Démarrer l'essai gratuit de 3 jours
ja: ３日間の無料トライアルを開始する
pt_br: Inicie a avaliação gratuita de 3 dias
zh_hk: 开始3天免费试用

source: Starting your wonderful journey...
de: Beginnen Sie Ihre wundervolle Reise ...
es_419: Comenzando tu maravilloso viaje ...
fr: Commencer votre merveilleux voyage ...
ja: 素晴らしい旅のスタートですね...
pt_br: Começando sua maravilhosa jornada ...
zh_hk: 开始您的美好旅程...

source: Step %@
de: Schritt %@
es_419: Paso %@
fr: Étape %@

source: Support
de: Unterstützung
es_419: Apoyo
fr: Assistance
ja: サポート
pt_br: Suporte
zh_hk: 支持

source: Tag: %@
de: Etikett: %@
es_419: Etiqueta: %@
fr: Étiqueter: %@
pt_br: Marcação: %@
zh_hk: 标签： %@

source: Term of use
de: Nutzungsbedinungen
es_419: Terminos de uso
fr: Conditions d'utilisation
ja: 利用条件
pt_br: Termo de uso
zh_hk: 使用期限

source: Terms & Privacy
de: Begriffe & Privatsphäre
es_419: Términos y privacidad
fr: Termes et confidentialité
ja: 利用規約とプライバシー
pt_br: Termos e privacidade
zh_hk: 条款和隐私

source: Terms of Use
de: Nutzungsbedinungen
es_419: Terminos de uso
fr: Conditions d'utilisation
ja: 利用条件
pt_br: Termo de uso
zh_hk: 使用期限

source: The subscription will be renewed automatically. You can cancel anytime.
de: Das Abonnement wird automatisch erneuert. Sie können jederzeit stornieren.
es_419: La suscripción se renovará automáticamente. Puede cancelar en cualquier momento.
fr: L'abonnement sera renouvelé automatiquement. Vous pouvez annuler à tout moment.
ja: 購読は自動的に更新されます。いつでもキャンセルできま
pt_br: A assinatura será renovada automaticamente. Você pode cancelar a qualquer momento.
zh_hk: 订阅将自动更新。您可以随时取消。

source: Then %@/year. No Payment Now
de: Dann %@/Jahr. Keine Zahlung jetzt
es_419: Luego %@/año. No hay pago ahora
fr: Puis% @ / an. Pas de paiement maintenant
ja: その後は年%@です。今すぐ支払いは不要です。
pt_br: Então %@/ano. Sem pagamento agora
zh_hk: 然后%@/年。现在没有付款

source: This offer will expire in
de: Dieses Angebot wird in Ablauf sein
es_419: Esta oferta caducará en
fr: Cette offre expirera
ja: このオファーは有効期限切れになります
pt_br: Esta oferta expirará em

source: This offer will expire in:
de: Dieses Angebot wird in Ablauf sein:
es_419: Esta oferta caducará en:
fr: Cette offre expirera:
ja: このオファーは有効期限切れになります:
pt_br: Esta oferta expirará em:
zh_hk: 此优惠将在

source: Time:
de: Zeit:
es_419: Tiempo:
fr: Temps:
pt_br: Hora:
zh_hk: 时间：

source: to save this wallpaper
de: Um dieses Hintergrundbild zu retten
es_419: Para guardar este fondo de pantalla
fr: Pour sauver ce fond d'écran
pt_br: Para salvar este papel de parede
zh_hk: 保存此墙纸

source: Top Wallpapers
de: Top -Hintergrundbilder
es_419: Fondos de pantalla superiores
fr: Fonds d'écran supérieurs
ja: トップの壁紙
pt_br: Papéis de parede superiores
zh_hk: 顶壁纸

source: Total %@/year
de: Gesamt %@/Jahr
es_419: Total %@/año
fr: Total %@/an
ja: 年間合計%@
pt_br: Total %@/ano
zh_hk: 总%@/年

source: Try 3 days for free
de: 3 Tage kostenlos ausprobieren
es_419: Prueba 3 días gratis
fr: Essayez 3 jours gratuitement
ja: 3日間無料でお試しください。
pt_br: Total %@/ano
zh_hk: 免费尝试3天

source: Tutorial
de: Anleitung
fr: Tutoriel
ja: チュートリアル
zh_hk: 教程
